{
  "catalog_items":
  [{
    "id": 21,
    "full_name": "Т-64БМ2 «Була́т»",
    "short_name": "BMBulat",
    "description": "Т-64БМ2 — український основний бойовий танк, який є модернізацією танків Т-64. Основним виконавцем робіт є Харківський бронетанковий завод (ХБТЗ)", 
    "price": 1220800
  },
  {
    "id": 22,
    "full_name": "БМ «Оплот»",
    "short_name": "BMOplot",
    "description": "БМ «Оплот» (до прийняття на озброєння Оплот-М) — сучасний український основний бойовий танк, розроблений Харківським конструкторським бюро машинобудування. Головний конструктор машини — Борисюк Михайло Дем'янович", 
    "price": 1118880
  },
  {
    "id": 23,
    "full_name": "Т-64БМ «Була́т»",
    "short_name": "T-64Bulat",
    "description": "Т-64БМ «Була́т» — український основний бойовий танк, який є модернізацією радянського танка Т-64БВ. Модернізація включала посилення захисту корпусу і башти динамічним захистом «Ніж», більш потужний двигун, а також низку інших удосконалень",
    "price": 1018820
  },
  {
    "id": 24,
    "full_name": "Т-64Е",
    "short_name": "T64E",
    "description": "Т-64Е — український дослідний основний бойовий танк, що являв собою глибоку модернізацію Т-64. Розроблено на ХБТРЗ (Харківський бронетанковий ремонтний завод)",   
    "price": 1012000
  },
  {
    "id": 25,
    "full_name": "T-84-120 «Ятаган»",
    "short_name": "T-84-120",
    "description": "T-84-120 «Ятаган» — версія танку Т-84 «Оплот», що має 120-мм гармату, адаптовану до стандартів НАТО, замість типової 125-мм гармати. Танк розроблений ХКБМ ім. Морозова у 1999—2000 роках",
    "price": 1500000
  },
  {
    "id": 26,
    "full_name": "Т-84У «Оплот»",
    "short_name": "T-84Oplot",
    "description": "Т-84У «Оплот» — український основний бойовий танк третього покоління, модифікація Т-84 1999 року.У різних джерелах називається Т-84У, Т-84М, Т-84 «Оплот». На озброєння ЗСУ прийнятий 2000 року як БМ «Оплот»",   
    "price": 1300200
  }], 
  "category": {
    "short_name": "UA",
    "full_name": "Україна",
    "special_instructions": "..."
  }
}
