{
  "catalog_items":
  [{
    "id": 11,
    "full_name": "M1 Abrams",    
    "short_name": "Abrams",
    "description": "M1 Abrams - основний бойовий танк США, що серійно випускається з 1980 року. Стоїть на озброєнні армії та морської піхоти США, а також збройних сил Єгипту, Австралії, Польщі, Марокко та ряду близькосхідних держав. Названо на честь генерала Крейтона Абрамса. М1 «Абрамс» в даний час є одним із найважчих танків, його бойова маса перевищила 62т",
    "price": 1680700
  },
  {
    "id": 12,
    "full_name": "М60",
    "short_name": "M60",
    "description": "М60 (англ. 105 мм Gun Full Tracked Combat Tank M60) - американський основний бойовий танк, розроблений в 1957-1959 роках на основі середнього танка М48. M60, неодноразово модернізуючись, вироблявся США з 1960 по 1980 рік, за ліцензією до Італії до 1987 року, масово експортувався і мав безліч різних модифікацій.",    
    "price": 1480700
  },
  {
    "id": 13,
    "full_name": "M103",
    "short_name": "M103",
    "description": "M103 (англ. 120 mm Gun Tank M103), до озброєння називався T43 (англ. 120 mm Gun Tank T43) — важкий танк США 1950-х років. Розробка почалася наприкінці 1940-х років, перші зразки з'явилися в 1953—1954 роках. Складався на озброєнні морської піхоти у 1958—1973 роках.",
    "price": 1480100
  },
  {
    "id": 14,
    "full_name": "T14",
    "short_name": "T14",
    "description": "T14 - американський танк, розроблений спільно з англійцями в 1942 році. Відрізнявся непоганою на той момент бронею та мав бортові екрани. Однак у серійне виробництво не пішов.",
    "price": 1270010
  },
  {
    "id": 15,
    "full_name": "T32",
    "short_name": "T32",
    "description": "Т32 (англ. T32 Heavy Tank) - експериментальний важкий танк США часів Другої світової війни, виконаний з використанням вузлів та агрегатів серійного танка М26 та експериментального T29",
    "price": 1400100
  },
  {
    "id": 16,
    "full_name": "ХM551 Sheridan",
    "short_name": "XM551",
    "description": "M551, Шерідан (англ. 152 мм Gun Launcher AR/AAV M551, General Sheridan) - легкий авіадесантний плаваючий танк США. Танк був розроблений з метою заміни легкого танка М41 та самохідної зброї М56 у повітряно-десантних військах США",
    "price": 1507700
  }], 
  "category": {
    "short_name": "US",
    "full_name": "Америка",
    "special_instructions": "..."
  }
}
