{
  "catalog_items":
  [{
    "id": 41,
    "full_name": "Centurion A41",
    "short_name": "Centurion",
    "description": "Центуріон, A41 (англ. Centurion, A41) — британський середній танк другої половини 1940-х років. За західною класифікацією належить до основних бойових танків першого покоління. Розроблений в 1943–1944 роках для протистояння німецьким важким танкам в рамках концепції «універсального танка»",
    "price": 1210090
  },
  {
    "id": 42,
    "full_name": "Challenger 1",
    "short_name": "Challenger1",
    "description": "FV4030/4 Challenger 1 («Челленджер 1») — основний бойовий танк (ОБТ) третього покоління британської армії з 1983 до середини 1990-х, коли був замінений на новий Challenger 2",
    "price": 1407710
  },
  {
    "id": 43,
    "full_name": "Challenger 2",
    "short_name": "Challenger2",
    "description": "FV4034 Challenger 2 («Че́ленджер 2» позначення МО Великої Британії — CR2) — основний бойовий танк третього покоління сухопутних військ Великої Британії, який перебуває на озброєнні армій Сполученого Королівства, України та Оману",
    "price": 1509900
  },
  {
    "id": 44,
    "full_name": "Challenger 3",
    "short_name": "Challenger3",
    "description": "Challenger 3 (CR3) — перспективний британський основний бойовий танк четвертого покоління, який розробляється для британської армії. Його вироблятимуть шляхом переобладнання наявних танків Challenger 2 спільним британсько-німецьким підприємством Rheinmetall BAE Systems Land",
    "price": 1800200
  },
  {
    "id": 45,
    "full_name": "Chieftain",
    "short_name": "Chieftain",
    "description": "«Чифтен» (англ. Chieftain — «Вождь») — основний бойовий танк Великої Британії другого покоління, був на озброєнні армії Сполученого Королівства в 60-х і 70-х роках XX століття. Поєднуючи в собі високу вогневу міць з потужним бронюванням, «Чифтен» вважався фахівцями одним з найсильніших танків того часу",
    "price": 1111000
  },
  {
    "id": 46,
    "full_name": "Mk IV «Черчилль",
    "short_name": "Churchill7",
    "description": "Піхотний танк Mk IV «Черчилль» (A22) (англ. Infantry Tank Mk IV, Churchill (A22)) — піхотний танк армії Великої Британії періоду Другої світової війни, важкий за масою. Поставлявся в СРСР за програмою ленд-лізу",
    "price": 1239000
  }], 
  "category": {
    "short_name": "UK",
    "full_name": "Великобританія",
    "special_instructions": "..."
  }
}
